"RTL"="0";
"Cancel"="Anuluj";
"OK"="OK";
"Delete"="Usuń";
"Next"="Dalej";

"NoEMailSetupTitle"="E-mail nie został skonfigurowany";
"NoEMailSetupText"="Proszę skonfigurować konto e-mail w tym urządzeniu.";
"WriteEMailText"="Chcesz wysłać maila do programistów?";
"WriteEMailTitle"="Powiadom programistów";
"EMailQuestionSubject"="Pomoc techniczna programu Smart Budget";
"EMailQuestionBody"="\n\nWersja programu - %@\nWersja iOS - %@";
"ShareEMailSubj"="Chciałbym/chciałabym zaprosić Cię do wspólnego prowadzenia finansów!";
"ShareEMailBody"="Proszę kliknąć na załącznik, aby otworzyć plik w programie Smart Budget.\n\nJeśli nie masz jeszcze naszego programu, otwórz link: %@\n\nP.S. Używam wersji %@\nWersja iOS - %@";
"EMailDatabaseProblemSubject"="Pomoc techniczna programu Smart Budget - moja baza danych jest uszkodzona!";
"EMailDatabaseProblemBody"="Ta wiadomość zawiera kopię Twojej bazy danych. Spróbujemy usunąć błąd jak najszybciej. \nWersja programu - %@\nWersja iOS - %@\n";

"SelectAccountTitleTo"="Na konto";

"ExpenseNamePlaceholder"="Opis (opcjonalnie)";
"ExpenseTitleNew"="Opis";
"ExpenseNameTitle"="Opis";
"ExpenseNameComment"="Brak opisu";
"ExpenseReturnDate"="Spłata";
"SelectNoReturnDate"="Bez daty spłaty";
"SelectNoDate"="Bez daty";
"SelectTodayDate"="Dzisiaj";
"SectionPlannedFor"="Planowane na {date}";

"CheckInternetCloud"="Brak połączenia z serwerem w chmurze. Serwer jest w konserwacji lub połączenie z Internetem zostało przerwane.";
"DocsHintCloudCorrupted20"="Baza danych w chmurze jest uszkodzona. Naciśnij przycisk 'eksport' u dołu ekranu i wybierz 'Wyślij programistom'.";
"DocsHintCloudUnpublished20"="Nie ma takiej bazy danych w chmurze. Naciśnij przycisk 'eksport' u dołu ekranu i wybierz 'Wyślij programistom'.";
"DocsHintCloudFuture"="Baza danych jest przechowywana na niniejszym urządzeniu, a synchronizacja poprzez ‘chmurę’ jest włączona. Cześć zmian została przesłana do chmury przy pomocy nowszej wersji aplikacji Smart Budget.";
"ERROR_FUTURE_COMMANDS"="Baza danych została utworzona w nowszej wersji aplikacji Smart Budget. Proszę zaktualizować swoją aplikację.";
"ERROR_CORRUPTED"="Baza danych jest uszkodzona. Proszę nacisnąć przycisk, aby powiadomić programistów.";

"HelpSwitchSheet" = "Przełącz arkusze";
"HelpAddOperation" = "Dodaj przychód, wydatek, pożyczkę, transfer lub wymianę walut";
"HelpPlannedOpDifferentSheet" = "Zbliża się termin planowanej operacji w innym arkuszu";
"HelpTextSearch" = "Możesz wpisać 's p', aby wyszukać 'sok pomarańczowy'";
"HelpSlideForSearchPlanning" = "Przewiń w dół w celu wyszukiwania i planowania";
"HelpCreateDatabase" = "Bazy danych są całkowicie rozdzielone, każda posiada własny zestaw kont, arkuszy, operacji i może być synchronizowana z różnymi użytkownikami.";
"HelpNeedCommit" = "Niektóre zmiany nie zostały jeszcze zapisane w chmurze.";
"HelpPublished" = "Niniejsza baza danych jest automatycznie synchronizowana pomiędzy urządzeniami z tym samym Apple ID za pośrednictwem iCloud. Aby zsynchronizować urządzenia z różnymi Apple ID lub bez pośrednictwa iCloud, proszę wysłać zaproszenie.";
"HelpNotPublished" = "Synchronizacja w chmurze jest wyłączona dla tej bazy danych.";
"HelpAccounts" = "Wszystkie konta są wielowalutowe. Aby dodać środki do konta lub przenieść środki pomiędzy kontami, przejdź do ekranu głównego i dodaj operację wybierając to konto.";
"HelpHiddenAccounts" = "Przenieś niewykorzystywane konta poniżej linii 'konta ukryte', aby nie pokazywały się na liście, ale były uwzględniane w statystykach.";
"HelpWriteUs" = "Napisz do nas!";
"HelpWriteReview" = "Uwielbiasz Smart Budget?";
"HelpFullVersion" = "Dziękujemy";
"HelpSalePrice" = "Jako właściciel pierwszej wersji Smart Budżet otrzymujesz duży rabat";
"HelpNormalPrice" = "Jeśli posiadasz Smart Budget 1, możesz otrzymać duży rabat. Upewnij się, że posiadasz na tym urządzeniu Smart Budget 1.7 w pełnej wersji.";
"HelpTapHold" = "Dotknij i przytrzymaj po więcej funkcji";
"HelpPlusMinus" = "Przełącz między przychodami a wydatkami";
"HelpDateRemembered" = "Data inna od dzisiejszej została wybrana automatycznie. Sprawdź jej poprawność.";
"HelpDateApproaching" = "Zbliża się planowana data";
"HelpSelectSheet" = "Wybierz inny arkusz dla tej operacji";
"HelpFreeProgress" = "Jeśli osiągniesz próg 30 operacji dostępnych w darmowej wersji, należy zakupić pełną wersję";
"HelpSheets" = "Możesz dodawać operacje do poszczególnych arkuszy, a następnie analizować każdy arkusz oddzielnie.";
"HelpEraser" = "Gumka";
"HelpMarker" = "Marker";
"HelpExchangeRate" = "Kursy wymiany były ostatnio aktualizowane {hours_ago} godz. temu.";
"HelpPin" = "Kod PIN w tym miejscu służy zabezpieczeniu przed dziećmi, aby nie wprowadziły niepożądanych zmian. Aby prawdziwie się zabezpieczyć, ustaw hasło blokujące ekran główny urządzenia";
"HelpForgotPin" = "Zapomniałeś PIN-u? Próbuj po kolei 0000, 0001 ... 9999, aż go znajdziesz. Zwykle zabiera to mniej niż jedną godzinę.";

"HiddenAccountsLine"="Ukryte konta";
"AccountCash"="Gotówka";
"csvID"="Numer";
"RecurrenceTitle"="Powtórz";
"DateTitle"="Data";
"PlannedTitle"="Zaplanowane";
"CategoryTitle"="Kategoria";
"SheetTitle"="Arkusz";
"SheetsTitle"="Arkusze";
"SheetNamePlaceholder"="Nazwa arkusza";
"SheetTitleNew"="Nowy arkusz";
"SheetNameTitle"="Nazwa";
"TotalSheet"="Wszystkie arkusze";
"SeveralSheets"="Wiele arkuszy";
"TotalAccount"="Wszystkie konta";
"SeveralAccounts"="Wiele kont";
"AccountTitle"="Konto";
"AccountToTitle"="Na konto";
"AccountsTitle"="Konta";
"AccountNamePlaceholder"="Nazwa konta";
"AccountNameTitle"="Nazwa";
"AccountTitleNew"="Nowe konto";
"AccountsSum"="Razem";
"CategoryNamePlaceholder"="Nazwa kategorii";
"CategoryTitleNew"="Nowa kategoria";
"CategoryNameTitle"="Nazwa";
"CurrencyTitle"="Waluta";
"CurrenciesTitle"="Waluty";
"AmountTitle"="Kwota";
"EditName"="Zmień nazwę";
"MoveToAccountTitle"="Przenieś operacje do";
"AccountMoveMenuTitle"="Zamierzasz przenieść wszystkie operacje z konta '{from}' na konto '{to}'. Nie można tego cofnąć.";
"MoveToSheetTitle"="Przenieś operacje do";
"SheetMoveMenuTitle"="Przenosisz wszystkie operacje z arkusza '{from}' do arkusza '{to}'. Tego nie można cofnąć.";
"MoveAllOperations"="Przenieś wszystkie operacje";
"DeleteAllOperations"="Usuń wszystkie operacje";
"DeleteAllOperationsMenuTitle"="Zamierzasz usunąć wszystkie operacje z arkusza '{from}''. Usuwanie operacji jest rzadko potrzebne i spowoduje pomniejszenie salda o kwotę tych operacji. Nie można tego cofnąć.";

"AmountConverted"="%@ jest równe %@";
"ConversionNA"="ND";
"AmountNotConverted"="Błąd podczas pobierania kursu walut";
"BuiltInCategoryTitle"="Kategoria specjalna";
"BuiltInCategoryText"="‘Pożyczki’, ‘Transfer’ i ‘Wymiana walut’ są kategoriami, których nie można edytować.";
"OperationsNumber" = "{count}\oper";

"AboutTitle"="Ustawienia";
"RealAboutTitle"="O aplikacji";
"LimitTitle"="Wersja bezpłatna";
"LimitText"="Wersja bezpłatna ograniczona jest do 30 wpisów. Uaktualnienie do pełnej wersji poprzez system 'Zakupy w programie' zajmie Ci 20 sekund.";
"PurchaseStatusPurchasing"="Kontaktuję się ze sklepem...";
"PurchaseStatusFullVersion"="Pełna wersja została zakupiona";
"PurchaseStatusRestoring"="Przywracanie zakupów...";
"Purchase20ButtonTitle"="Kup pełną wersję";
"RestoreButtonTitle"="Przywróć zakupy";
"WriteReviewTitle"="Napisz recenzję";
"WriteReviewText"="Do you want to write a review?";
"MoneyVersion"="Smart Budget, wersja";
"FontTitle" = "Czcionka";
"PURCHASE_FAILED_TITLE"="Błąd w zakupach";
"CANNOT_MAKE_PAYMENTS_TEXT"="Ustawienia Twojego urządzenia uniemożliwiają robienie zakupów. Wejdź w ustawienia, opcja 'Ogólne', 'Ograniczenia' i sprawdź, czy opcja 'Zakupy poprzez aplikację' jest włączona.";
"RESTORE_FAILED_TITLE"="Błąd odtworzenia";
"ERROR_INTERNET_TEXT"="%@. Proszę sprawdzić połączenie z Internetem i spróbować ponownie.";
"ERROR_NO_PRODUCT"="Błąd pobierania cen";
"RESTORE_NOTHING_TITLE"="Przywracanie zakończone";
"RESTORE_NOTHING_TEXT"="Nie znaleziono poprzednich zakupów. Sprawdź czy zostało użyte to samo Apple ID, co w poprzednich zakupach.";

"CurrencySelectedHeader"="Wybrane waluty";
"CurrencyPopularHeader"="Popularne waluty";
"CurrencyOtherHeader"="Inne waluty";

"PinTitle"="Kod PIN";
"PinEnterText"="Wpisz kod PIN";
"PinRepeatText"="Wpisz ponownie kod PIN";
"PinWrongText"="Zły PIN \nWpisz swój kod PIN ponownie";
"PinNoMatchText"="PIN nie pasuje\nWpisz kod PIN ponownie";

"CreateDatabase"="Utwórz bazę danych";
"SelectDatabase"="Otwórz bazę danych";
"DocumentsTitle"="Bazy danych";
"DeleteDatabaseTitle"="Wykasować bazę danych z tego urządzenia? Tego nie można cofnąć!";
"Publish20"="Aktywuj synchronizację w chmurze";
"Invite20"="Wyślij zaproszenie";
"Unpublish20"="Wyłącz synchronizację w chmurze";
"UnpublishTitle20"="Kopia lokalnej bazy danych zostanie utworzona na tym urządzeniu, a oryginalna baza danych zostanie usunięta z tego urządzenia i ze wszystkich urządzeń korzystających z tego samego Apple ID do iCloud.";
"DeleteDatabaseTitlePublished"="Baza danych zostanie usunięta z tego urządzenia i wszystkich urządzeń korzystających z tego samego Apple ID do iCloud.";
"OtherDevicesWillContinue"="Jeśli inne urządzenia uzyskały dostęp do kopii niniejszej bazy danych w chmurze w drodze zaproszenia, będą nadal miały do niej dostęp.";

"ExportMenuTitle"="Eksportuj bazę danych";
"BackupButtonTitle20"="Kopia zapasowa";
"PreviewButtonTitle"="Zobacz w postaci XSLX";
"ExportXSLXButtonTitle"="Eksportuj jako XSLX";
"SendToSupportTitle"="Wyślij do programistów.";
"SendToSupportText"="Jeśli masz wrażenie, że Twoja baza danych jest uszkodzona, możesz wysłać ją programistom do analizy i potencjalnej naprawy.";

"ExpensePlanButton"="Zaplanuj podobne";
"ExpensePerformButton"="Transakcja";
"ContactIndicator"="Kontakt";
"DeleteExpenseTitle"="Skasować transakcję?";

"NEVER"="Nigdy";
"EVERY_DAY"="Codziennie";
"EVERY_WEEK"="Co tydzień";
"EVERY_2WEEKS"="Co dwa tygodnie";
"EVERY_MONTH"="Co miesiąc";
"EVERY_2MONTHS"="Co 2 miesiące";
"EVERY_QUARTER"="Co trzy miesiące";
"TWICE_A_YEAR"="Dwa razy w roku";
"EVERY_YEAR"="Co roku";

"EXPENSE_KIND"="Wydatki";
"INCOME_KIND"="Dochody";

"CatTransfer"="Transfer";
"CatConvert"="Wymiana waluty";
"CatLoan"="Pożyczka";
"CatLoanBack"="Spłata pożyczki";
"CatApartment"="Mieszkanie";
"CatFoodHome"="Żywność";
"CatFoodRestaurant"="Restauracja, kawiarnia";
// Remove planned
"CatCarPlanned"="Samochód";
"CatCarEmergency"="Samochód (nagłe)";
"CatSport"="Sport";
"CatCat"="Kot";
"CatDog"="Pies";
"CatPet"="Zwierzęta";
"CatGiftsLost"="Prezenty";
"CatTransportPublic"="Transport publiczny";
"CatFishing"="Łowienie ryb";
"CatHunting"="Polowanie";
"CatGamblingLost"="Stracone w grach";
"CatGaveFamily"="Podarowane rodzinie";
"CatBaby"="Dziecko";
"CatMedicine"="Leki";
"CatGadgets"="Elektronika";
"CatCinema"="Kino";
"CatTheaters"="Teatry, wystawy";
"CatRoleplaying"="Gry rpg";
"CatSalary"="Pensja";
"CatOverwork"="Nadliczbówki";
"CatBonus"="Bonus";
"CatGamblingWon"="Wygrane w grach";
"CatApple"="Tantiemy";
"CatFound"="Znalezione";
"CatGiftsWon"="Prezent";
"CatGovernment"="Opłaty urzędowe";
"CatClothes"="Ubrania";
"CatSpirits"="Napoje";
"CatCommunications"="Telefon i Internet";
"CatTransportTravel"="Koszty podróży";
"CatHotel"="Hotel";
"CatEducation"="Nauka";
"CatUnknown"="Inne";
"CatCelebration"="Wakacje";
"CatTookFromFamily"="Otrzymane od rodziny";
"CatInitialBalance"="Saldo początkowe";

"UserCategorySheetTitle"="%@ (liczba transakcji - %d)";
"SelectImage"="Wybierz obrazek";
"DrawImage"="Narysuj obrazek";
"ImageTitle"="Obrazek";
"CategoriesRecent"="Ostatnio używane";
"CategoriesNotRecent"="Długo nieużywane";
"CategoriesNeverUsed"="Nigdy nieużywane";

"EverydaySheet"="Bieżące";
"SelectFromContacts"="Wybierz z kontaktów";
"CustomImagesSection"="Obrazki ze wszystkich baz danych";

"ReportTitle"="Raport";
"Reports"="Raporty";
"SimpleReport"="Prosty raport";
"ReportStyleTitle"="Styl raportu";
"ByCat"="Wg kategorii";
"ByDay"="Codziennie";
"BySum"="Saldo";
"ReportPeriod"="Okres";
"AllTime"="Od początku";
"StatIncome"="Dochody";
"StatOutcome"="Wydatki";
"StatBalance"="Bilans";
"StatExchangeRateFlux"="Różnica kursu";
"StatIncome20"="Przychód: {amount}";
"StatOutcome20"="Wydatek: {amount}";
"StatIncomePlanned"="Planowany przychód: {amount}";
"StatOutcomePlanned"="Planowany wydatek: {amount}";
"StatIncomePlannedNoDate"="Planowany przychód (bez daty): {amount}";
"StatOutcomePlannedNoDate"="Planowany wydatek (bez daty): {amount}";
"StatIncomePlannedPerMonth"="Przychody miesięcznie: {amount}";
"StatOutcomePlannedPerMonth"="Wydatki miesięcznie: {amount}";

"ExampleSneakers"="Trampki";
"ExampleIcecream"="Lody";
"ExampleGas"="Paliwo";
"ExampleTickets"="Bilety do Krakowa";
"ExampleMarriage"="Ślub";

"DocsHintCloudBadReceipt" = "Serwer w chmurze nie przyjmuje baz danych ze zbyt wieloma zmianami za pośrednictwem darmowej wersji. Prosimy zaktualizować aplikację do pełnej wersji.";
"LoadFromBackupErrorTitle" = "Kopia zapasowa nie załadowana";
"LOAD_FROM_BACKUP_EXISTS" = "Na tym urządzeniu istnieje już ta synchronizowana w chmurze baza danych.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Nierozpoznany format pliku. Możesz go przesłać programistom do analizy i ewentualnej naprawy.";
"SectionNoDate"="Planowane, bez daty";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 miesiąc{{ends_in_2-4_excluding_12-14}}{count} miesiące{{else}}{count} miesięcy";
"NDays" = "{{is_1}}1 dzień{{ends_in_2-4_excluding_12-14}}{count} dni{{else}}{count} dni";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "nowe";

"ImportInstructions20"="Jak przenieść dane z Smart Budget 1 do Smart Budget 2?{title}Po pierwsze, sprawdź czy na urządzeniu zainstalowana jest wersja Smart Budget 1.7 lub nowsza.{picture1}Uruchom Smart Budget 1, kliknij przycisk 'chmura', kliknij przycisk 'Eksportuj do Smart Budget 2', wybierz Smart Budget 2 z listy aplikacji.{picture2}Jeśli używałeś synchronizacji w chmurze w Smart Budget 1, należy ją również aktywować w Smart Budget 2.{picture3}";
"FAQTitle"="FAQ";

"PlanNewOperation"="Plan new operation";
"AppName2"="Smart Budget 2";
